Revit 2027 API
FabricationConfigurationInfo.CloudId Property
 The identifier of the cloud configuration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string CloudId { get; }
Public ReadOnly Property CloudId As String
	Get
public:
property String^ CloudId {
	String^ get ();
}
member CloudId : string with get
Property Value
String
See Also
Reference
FabricationConfigurationInfo Class
Autodesk.Revit.DB Namespace